"AuthControllerApplicationPrincipalRequest" = "“%@”要求您键入您的 Kerberos 身份";
"AuthControllerApplicationRequest"          = "“%@”要求您键入您的 Kerberos 密码";
"AuthControllerApplicationPasswordRequest"  = "“%@”要求您键入“%@”的 Kerberos 密码";

"AuthControllerPrincipalRequest"            = "请输入您的 Kerberos 身份";
"AuthControllerRequest"                     = "请输入您的 Kerberos 密码";
"AuthControllerPasswordRequest"             = "请为“%@”输入您的 Kerberos 密码";

"AuthControllerHideOptions"                 = "隐藏选项";
"AuthControllerShowOptions"                 = "显示选项";

"ChangePasswordPasswordExpired"             = "“%@”的密码已过期，您要更改它吗？";
"ChangePasswordApplicationRequest"          = "“%@”要求您更改“%@”的 Kerberos 密码";
"ChangePasswordPrincipalRequest"            = "请更改“%@”的 Kerberos 密码";
